module.exports = [
    '\
    <h5>v1.2.0&nbsp;&nbsp;&nbsp;&nbsp;2017-10-27</h5>\
    <p>\
        1.微信用户通过绑定个人用户或企业用户成为快快云救援开放平台用户<br />\
        2.平台配置了拖车服务，新车托运，快修服务，困境救援下单功能，评价功能，订单详情查看功能和查看用户下单统计功能<br />\
        3.用户可在个人信息页面修改个人信息<br />\
        4.车辆事件即将到期时，用户登录到首页后弹出提醒<br />\
        5.个人用户通过设置页面改变用户性质，成为企业用户<br />\
    ',
    '\
    <h5>v1.1.9&nbsp;&nbsp;&nbsp;&nbsp;2017-10-25</h5>\
    <p>\
        1.新增日历和日历事件添加功能<br />\
        2.新增车辆年审、保险、通行证和保养事件的查看和增改功能<br />\
        3.车辆事件添加后自动同步到日历事件中以供浏览<br />\
        4.车辆事件即将到期时，用户登录到首页后弹出提醒<br />\
        5.管理员用户可配置车辆事件的浏览、增改以及提醒的权限<br />\
    ',
    '\
    <h5>v1.1.8&nbsp;&nbsp;&nbsp;&nbsp;2017-09-29</h5>\
    <p>\
        1.优化修改核算订单任务记录显示问题<br />\
        2.对账单审核后不可修改任务报数费用数据<br />\
        3.对账单未审核，修改订单相关费用同步修改对账单数据<br />\
        4.核算订单列表新增任务结果<br />\
        5.优化地图显示车辆状态<br />\
        6.救援管理导出数据新增订单取消原因，任务取消原因<br />\
        <br />\
            APP（1.2.1）：<br />\
            1.处理了未上传图片的自动上传和手动上传存在的冲突问题<br />\
            2.优化历史订单查看照片界面<br />\
    ', 
    '\
    <h5>v1.1.7&nbsp;&nbsp;&nbsp;&nbsp;2017-09-20</h5>\
    <p>\
        1.车辆分布增加GPS信息和订单信息<br />\
    ', 
    '\
    <h5>v1.1.6&nbsp;&nbsp;&nbsp;&nbsp;2017-09-08</h5>\
    <p>\
        1.当前任务数据导出优化，新增订单编号；案件号；业务类型；过路费；客户名称；收款方式；增加去程，返程合并费用<br />\
        2.订单管理导出数据优化<br />\
        3.订单核算后不可修改收款方式<br />\
        4.对账单外链区分现金签单<br />\
    ', 
    '\
    <h5>v1.1.5&nbsp;&nbsp;&nbsp;&nbsp;2017-09-05</h5>\
    <p>\
        1.修复安联订单导入结算方式问题<br />\
        2.修复订单详情节高度问题<br />\
        3.订单详情GPS图标偏移量调整<br />\
        4.修复新车托运数量问题<br />\
        5.修复订单恢复未派不可取消问题<br />\
        6.修复订单无法核算问题<br />\
        7.优化服务商联系人电话薄<br />\
        8.订单管理增加过滤失效或者拒绝的任务<br />\
        9.优化修改订单时救援时间问题<br />\
    ', 
    '\
    <h5>v1.1.4&nbsp;&nbsp;&nbsp;&nbsp;2017-08-25</h5>\
    <p>\
        1.订单管理和订单核算可记住用户宽度<br />\
        2.小精灵的点击问题修复<br />\
        3.表格搜索条件问题修复<br />\
        4.订单详情GPS图标偏移量调整<br />\
        5.订单核算记录更详细，增加某人更改到某一个具体费用数据<br />\
        6.上下游可以同时完成收款操作<br />\
        7.订单核算区分上下游收款状态<br />\
        8.收现统计增加成本费和救援费<br />\
    ', 
    '\
    <h5>v1.1.3&nbsp;&nbsp;&nbsp;&nbsp;2017-08-18</h5>\
    <p>\
        1.订单核算费用分为公司和客户<br />\
        2.技师报数费用区分付费对象（公司和客户）<br />\
        3.订单核算增加救援费用和成本费用计算统计<br />\
        4.对账单欠款金额等提示显示<br />\
        5.增加业务鹰眼模块<br />\
        6.订单完工反馈可以配置技师填写反馈返程里程数据<br />\
        7.技师完工反馈增加数据校验<br />\
        8.增加派单语音定时通知以及订单分享语音定时通知<br />\
        9.增加列表默认时间，点击快速搜索<br />\
        10.对账单收款增加审核确认功能<br />\
        11.订单列表和核算列表查询增加自定义字段显示以及排序<br />\
    ', 
    '\
        <h5>v1.1.2&nbsp;&nbsp;&nbsp;&nbsp;2017-08-17</h5>\
        <p>\
            1.美化页面样式，提高体验<br />\
            2.救援管理增加全文检索<br />\
            3.财务管理增加全文检索<br />\
            4.公司管理增加全文检索<br />\
            5.增加订单被拒绝消息，点击快速重派车<br />\
            6.增加列表默认时间，点击快速搜索<br />\
            7.修复未派条数计算错误问题<br />\
            8.修复派遣服务商技师列表距离排序不准确<br />\
            9.修复客户业绩报表中重复数据问题<br />\
    ', 
    '\
        <h5>v1.1.1&nbsp;&nbsp;&nbsp;&nbsp;2017-08-04</h5>\
        <p>\
            1.订单核算增加备注<br />\
            2.增加订单核算的修改记录<br />\
            3.对账单增加备注导出<br />\
            4.订单核算修改实时响应<br />\
            5.订单详情修改实时响应<br />\
            6.上下游可以生成自己的对账单<br />\
    ', 
    '\
        <h5>v1.1.0&nbsp;&nbsp;&nbsp;&nbsp;2017-07-21</h5>\
        <p>\
            1.修复报价问题（默认表达式）<br />\
            2.增加导出对账单的费用<br />\
            3.消息通知添加桌面提醒<br />\
            4.自动分享订单增加语音通知功能<br />\
            5.优化完善收现统计功能<br />\
    ', 
    '\
        <h5>v1.0.9&nbsp;&nbsp;&nbsp;&nbsp;2017-07-14</h5>\
        <p>\
            1.派遣时增加过滤框<br />\
            2.增加收现统计<br />\
            3.优化流程<br />\
    ', 
    '\
        <h5>v1.0.8&nbsp;&nbsp;&nbsp;&nbsp;2017-07-07</h5>\
        <p>\
            1.增加订单详情补传照片<br />\
            2.订单核算界面美化<br />\
            3.优化订单修改报价表达式自动计算金额<br />\
            4.订单核算增加补传照片<br />\
    ',
    '\
        <h5>v1.0.7&nbsp;&nbsp;&nbsp;&nbsp;2017-06-23</h5>\
        <p>\
            1.增加订单和任务导出并可配置<br />\
            2.增加对账单导出并可配置<br />\
            3.web端添加报数功能<br />\
            4.优化稳定消息之间的传播<br />\
            5.报表优化 <br />\
            6.技师接单、出发、到达目的地发送短信增加更多动态选择属性 <br />\
            7.订单管理增加委派商查询功能<br />\
    ',
    '\
        <h5>v1.0.6&nbsp;&nbsp;&nbsp;&nbsp;2017-06-16</h5>\
        <p>\
            1.增加客户联系人审核以及查看功能<br />\
            2.增加派遣和查看服务商车辆和技师<br />\
            3.增加注册人审核界面<br />\
            4.完善核算订单修改，添加核算签单和现金总费用 <br />\
            5.对账单增加移除案件、添加案件以及减免金额功能 <br />\
            6.增加对账单开票登记功能 <br />\
            7.增加人员产值报表查看和下载 <br />\
            8.增加客户订单报表查看和下载 <br />\
            9.增加客户联系人下单功能 <br />\
            10.增加系统下单自动订单分享功能 <br />\
            11.增加自动分享增加分享对象（全平台、公司服务商）选择 <br />\
            12.增加自动分享增加范围设置以及分享失效时间设置 <br />\
            13.增加自动分享失效并提醒需要手动派遣订单提醒 <br />\
            14.消息推送增加多平台同时推送功能（使得平台横向扩展更加便捷） <br />\
            15.打通客户联系人用户在全平台流通 <br />\
            16.独立技师接单、出发、到达目的地通知车主和客户联系人 <br />\
    ',
    '\
        <h5>v1.0.5&nbsp;&nbsp;&nbsp;&nbsp;2017-06-10</h5>\
        <p>\
            1.订单三方都能看到相互的信息（电话与姓名），如修理厂能看到是哪个勘察员与司机（修理厂可以看到下单人信息）<br />\
            2.短信通知：（1）司机接单通知车主与修理厂，（2）司机到达目的地时候通知车主与修理厂<br />\
            3.短信通知内容嵌入短链，打开短链可以在手机浏览器查看订单信息，以及技师地图当前位置显示<br />\
            4.可以批量导入客户信息（后台处理）<br />\
            5.App支持佛山人保救援订单短信导入<br />\
            6.App订单详情增加客户联系人姓名及电话<br />\
    ',
    '\
        <h5>v1.0.4&nbsp;&nbsp;&nbsp;&nbsp;2017-05-28</h5>\
        <p>\
            1.添加救援公司之间建立服务商关系<br />\
            2.集成微信下单功能<br />\
            3.技师出发发送短链给车主，可查看救援车辆位置<br />\
            4.对账单添加链接，客户快速查看对账<br />\
            5.添加通话记录以及修改记录查看<br />\
            6.添加订单分享，可以进行抛单<br />\
            7.添加客户地址默认为救援目的地功能<br /><br />\
\
            APP：<br />\
            1.查看自己车辆分布<br />\
            2.添加现场采访录音<br />\
            3.添加订单分享，可以进行抛单<br />\
            4.登录添加短信验证码登录<br />\
            5.添加确认收车功能<br />\
        </p>\
    ',
    '\
        <h5>V1.0.3&nbsp;&nbsp;&nbsp;&nbsp;2017-04-28</h5>\
        <p>\
            1.增加行程发布功能<br />\
            2.增加固定绑车以及app自助绑车功能和绑车记录功能<br />\
            3.优化车辆管理<br />\
            4.增加车辆分布、人员分布、驻车点分布、订单救援地分布功能<br />\
            5.增加任务反馈离线数据包功能<br />\
            6.优化短信订单导入以及插件订单导入功能<br />\
            7.系统超级管理员已可以注册成普通账号信息完成所有操作功能<br />\
            8.简化下单与派车操作<br />\
            9.全站数据通讯使用SSL高强度加密,更加安全与稳定<br />\
            10.新订单自动语音催接<br />\
        </p>\
    '
    ,
    '\
        <h5>V1.0.2&nbsp;&nbsp;&nbsp;&nbsp;2017-03-30</h5>\
        <p>\
            1.修复短信模块bug<br />\
            2.修复对账单问题<br />\
            3.增加添加服务商功能<br />\
            4.增加短信订单导入功能（安联、中道、路华、安盛、车享、中联、中道）<br />\
            5.修复更改车辆状态bug<br />\
            6.增加查询草稿订单<br />\
            7.增加超时未接受重派<br />\
            8.修复拍照模板不能重复添加拍照项bug<br />\
        </p>\
    '
    ,
    '\
        <h5>V1.0.0&nbsp;&nbsp;&nbsp;&nbsp;2017-03-24</h5>\
        <p>\
            1.更改文件上传统一为oss文件上传方式<br />\
            2.修复派遣服务商问题相关bug<br />\
            3.增加直接查询服务商<br />\
            4.增加忘记密码操作<br />\
            5.解决设置用户只能设置10个账号问题<br />\
            6.增加网页端插件订单导入（新大陆、安联、车友、华通、中道、一路通、中联<br />\
            7.增加用户设置短信账号密码<br />\
            8.增加用户自定义短信模板<br />\
        </p>\
    '
];